Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/laitinen.html.tmx
Source language: fin
Languages: smn

source: Tutkimus
smn: Ovdâsijđo

source: I. Itkonen
smn: Tutkâmuš

source: Erkki Itkonen
smn: Elias Lönnrot

source: Matti Morottaja
smn: Heikki Mattus

source: Kirjallisuusluettelo
smn: Kirjálâsvuodâ luvâttâllâm

source: Savossa syntynyt, mutta jo koulupoikana Etelä-Suomen Järvenpäähän isänsä mukana muuttanut Eino Luomi ja sodankyläläinen Helmi Melamies tutustuivat sota-aikana Sallassa, avioituivat ja asettuivat asumaan Järvenpäähän.
smn: Savost šoddâm, mut juo škovlâkandân Maadâ-Suomâ Järvenpään eejis fááru varrim Eino Luomi já suáđigillâš Helmi Melamies uápásmuin suátiääigi Kyelijäävrist ađai Sallaast, naajáin já asâiduvváin Järvenpään.

source: Heille syntyi neljä lasta, joista yksi sai nimekseen Lea.
smn: Sunnui šoddii nelji párnáá, main ohtâ finnij nommân Lea.

source: Talvella lapset kulkivat Järvenpään yhteiskoulua ja kesällä he kyläilivät Sodankylässä mummonsa ja sukulaistensa luona.
smn: Párnááh vazzii taalvijd Järvenpää ohtsâšškoovlâ já keesij sij ellii Suáđigilist kolliistâlmin ááhus já huolhijdis.

source: Heillä oli siellä neljä enoa, joista yksi oli poromies.
smn: Sist lijjii nelji ennuu tobbeen, kiäin ohtâ lâi puásuialmai.

source: Kun Lea Luomi lähti opiskelemaan suomen kieltä Helsingin yliopistoon, niin tehtäväksi tuli mm. murteiden keruun kenttätyö, jota hän teki kesällä 1966 Sodankylä Moskuvaarassa.
smn: Ko Lea Luomi vuolgij luuhâđ suomâkielâ Helsig ollâopâttâhân, te pargon šoodâi ereslasseen suomânij nuurrâm kieddipargo, mon sun poorgâi keessiv 1966 Suáđigil Moskuväärist.

source: Siellä hän keräsi paikannimiä, jonne eräs hänen enoistaan oli järjestänyt asuinhuoneen.
smn: Tobbeen sun nuurâi päikkinoomâid, kuus ohtâ suu ennuin lâi ornim aassâmsaje.

source: Seuraavina kesinä hän jatkoi nimitöitään stipendien turvin, siirtyen sitä mukaa aina vain pohjoisemmaksi.
smn: Čuávvoo kesij äigin sun joođhij nommâpargoidis stipendij vievâst já sirdâšui ain taveláá et taveláá.

source: Aluksi Vuotsoon, sitten Ivaloon ja lopuksi Inarin kirkolle.
smn: Vistig Vuáčun, talle Avelân jeđe loopâst vala Aanaar markkânân.

source: Keräilymatkoillaan hän liikkui paikasta toiseen polkupyörällä, jonka hän oli saanut lainaksi.
smn: Nuurrâmkuávluinis sun juuđij saajeest nuubán tuolmâmmašináin, mon sun ain luoihâttij kiästnii páihálii ulmust.

source: Hän ajeli pitkiäkin päivämatkoja.
smn: Sun vuojâččij kuhes-uv peivimaađhijd.

source: Vaaraa ylös, toista alas – tuosta ajasta hän piti suuresti.
smn: Vääri pajas, nube vuálus – tien ááigán sun lijkkui čuuvtij.

source: Paikannimien keräämisen yhteydessä hän törmäsi myös inarinsaamelaisiin paikannimiin, joten tuli tarve oppia inarinsaamea.
smn: Päikkinomâi nuurrâm ohtâvuođâst oovdân tiäivásii meiddei anarâš päikkinoomah já poođij tárbu máttááttâlškyettiđ anarâškielâ.

source: Hän opetteli muutamia kesiä inarinsaamea Nellimissä 1960-70-luvun vaihteessa ja opettajiksi hän sai Elsa Vallen ja Elsa Saijetsin, jotka olivat silloin viisikymppisiä, mahtavia ja hienoja kielentaitajia.
smn: Sun máttááttâlâi motomijd keesijd anarâškielâ Njellimist 1960-70-lovo jorgálduvâst já máttáátteijen sun finnij Piäkkáá Elli-Maarit ađai Elsa Vale já Elsa Saijets, kiäh láin talle tiego viđâlov ihásiih, váldáliih já fiijnâ kielâmätteeh.

source: Lea nauhoitti heitä molempia ja Elsa Vallen kanssa myös monia vanhoja inarinsaamelaisia.
smn: Lea paddij sunnuid kuohtuid já Elli-Marittáin meiddei maaŋgâid puáris anarâšâid.

source: Hän tutustui Nellimissä myös kolttasaamelaisiin Darja ja Boris Jefremoffiin, joista tuli myös hänen silloisin sulhasensa Heikki Laitisenkin ystäviä: Heikki tutki silloin kolttasaamelaisten musiikkia ja rakkaus Lappiin ja saamelaisuuteen yhdisti heitä kumpaakin monella tavalla.
smn: Sun uápásmui Njellimist meiddei nuorttâlâššáid Darja já Boris Jefremoffin, kiäh šoddáin meiddei tallaa irgesaasâs Heikki Laitinen-uv veerdin: Heikkâ tuuđhâi talle nuorttâlij muusik já rähisvuotâ Sáámán já sämmilâšvuotân ovtâstij sunnuid kuohtuid maaŋgâ náálá.

source: Lea Luomi (myöhemmin Laitinen) kirjasi noin 680 inarinsaamelaista paikannimeä.
smn: Lea Luomi (maŋeláá Laitinen) vuorkkij pajas suullân 680 anarâš päikkinommâd.

source: Lea ja Heikki avioituivat 1973 ja muuttivat asumaan Kaustiselle 1974. Koska pienen lapsen kanssa ei voinut lähteä keruumatkoille, tulivat Elsa ja Heikki Tuomas Valle perheineen eräänä kesänä heidän luokseen.
smn: Suoi naajáin 1973 já varrijn Kaustisâžân 1974. Na ko siemin párnáin ij puáhtám vyelgiđ nuurrâmmađhijd, te Elsa já Heikkâ Tyemes Valle moonáin perruinis mottoom keesi sunnuu luusâ.

source: Siihen aikaan Elsa oli Helsingissä auttelemassa Erkki Itkosta inarinsaamen sanakirjan viimeistelyssä ja asui silloin Lea Laitisen vanhempien luona Järvenpäässä.
smn: Talláá ääigi Elsa lâi Helsigist iššeedmin Erkki Itkosii anarâškielâ sänikirje sessiistâlmist já sun aasâi talle Lea Laitisii vaanhimij lunne Järvenpääst.

source: Vuonna 1979 Lea sai työtä em. sanakirjan toimittajana, jota hän teki Kaustisella.
smn: Ive 1979 Lea finnij pargo ovdilmainâšum sänikirje toimâtteijen, mon sun poorgâi Kaustisist.

source: Sinne hänelle lähetettiin aineistot valokopioina ja koska tietokoneita ei vielä ollut, ne ladottiin tekstiksi eräässä vanhassa navetassa Kerimäellä.
smn: Tohon sunjin vuolgâttuvvojii amnâstuvah čuovâkopion já ko iä lamaš tiätureh vala, te ohtâ Maija Räisänen ‑nommâsâš olmooš laađâi taid tekstân mottoom puáris navittist Kerimäkist.

source: Vuonna 1985 Lea ja Heikki muuttivat takaisin Helsinkiin, jossa Lea jatkoi sanakirjatyötään työskennellen sen valmistumiseen saakka.
smn: Ive 1985 Lea kyevtis Heiháin varrijn maasâd Helsigân já Lea joođhij tobbeen sänikirjepargoos kidâ kirje valmâštum räi.

source: Sanakirjatyö kesti yhteensä 11 vuotta, jona aikana hän oppi paljon uusia asioita kielestä.
smn: Sänikirjepargo piištij ohtsis 11 ihheed, mon äigin sun oopâi ennuu uđđâ aašijd kielâst.

source: Vähän ennen Erkki Itkosen kuolemaa Lea Laitinen toimitti vielä Itkosen kielennäytekokoelman “Aanaarkiela „ájttuzeh – Inarinsaamelaisia kielennäytteitä”.
smn: Ovdláhháá Erkki Itkosii jäämmim Lea Laitinen toimâttij vala Itkosii kielâčáitusčuágálduv “Aanaarkiela čájttuzeh”.

source: Nykyään Lea Laitinen toimii professorina Helsingin yliopiston suomenkielen laitoksessa ja sitä ennen hän on ollut samassa yliopistossa assistenttina ja yliassistenttina.
smn: Tááláá ääigist Lea Laitinen tuáimá professorin Helsig ollâopâttuv suomâkielâ lájádâsâst já tađe ovdil sun lii lamaš siämmáá ollâopâttuvâst assistenttin já pajeassistenttin.

source: Toimittuaan jonkun aikaa Kotimaisten kielten tutkimuskeskuksen erikoistutkijana, anoi hän Helsingin yliopiston professuuria, jonka myös sai.
smn: Uánihissii ääigi sun tooimâi KOTUS:st ađai Päikkienâmij kielâi tutkâmkuávdáást spesiaaltotken, jeđe uusâi Helsig ollâopâttuv professuur, ko taggaar lekkâsij.

source: Sanakirjatyön hän sai siten, että kun etsittiin Raija Bartensin työn jatkajaa sanakirjan toimittajana, niin professori Mikko Korhonen-vainaja oli muistanut hänet ja niin Lea valittiin toimitustyöhön.
smn: Sänikirjepargo sun finnij toin lain, et ko uccui Raija Bartens pargo juátkee sänikirje toimâtteijen, te professor Mikko Korhonen uámikkâs lâi muštám suu já nuuvt Lea väljejui toimâttempargen.

source: Viime aikoina hän on tutkinut suomen kielen kirjoitetun ja puhutun kielen välisiä suhteita, mutta myös inarinsaamea, jota hän nimittääkin erikoisrakkaudekseen.
smn: Majemui ivij sun lii tutkâm suomâkielâ čaallum já sarnum kielâ koskâvuođâid, mut meiddei anarâškielâ, mon sun noomât-uv sierânâsrähisvuottân.

source: Hänen puolisonsa Heikki Laitinen on syntynyt Ylivieskassa 1943 ja toimii nykyään Sibelius-Akatemian kansanmusiikin professorina.
smn: Suu käällis Heikki Laitinen lii šoddâm Ylivieskast 1943 já lii tááláá ääigist Sibelius-Akatemia aalmugmuusik professor.

source: Heillä on kaksi poikaa: Tuomas Henrikki (s. 1974) ja Martti Elias (s. 1984), sekä yksi lapsenlapsi Ilari Aslak Andaras (s. 2003).
smn: Sunnust láá kyehti kaandâ: Tuomas Henrikki (š. 1974) já Martti Elias (š. 1984), sehe ohtâ párnáápärni Ilari Aslak Andaras (š. 2003).

source: Hänen nimessään on varmaankin joitakin muistumia Tuomaksen lapsuuden kesistä, jolloin äiti kulki “töissä”, Tuomaksen ja isän leikkiessä jossain Inarin rannoilla taikka vaaroilla.
smn: Suu noomâst lii vissâ-uv miinii muštoid Tuámmâs pärnivuođâ keesijn, kuás enni juuđij “pargoost” já eeji kyevtis Tuámásáin sierâdáin ton puudâ kostnii Aanaar riddoin teikkâ vaarijn.

source: Lea Laitinen työskentelee nykyisin suomen kielen professori Helsingin yliopistossa.
smn: Lea Laitinen parga tááláá ääigist suomâkielâ professorin Helsig ollâopâttuvâst.
